import React from 'react'

const rulesScreen = () => {
    return (
        <div>
            <div className="row bg-dark" style={{color: 'white', padding: '30px'}}>
                <h1 className="light" style={{marginLeft: 'auto', marginRight: '50px'}}> <span className="color-secondary">قوانین  </span>
                و <span className="color-secondary">آیین نامه‌های </span>حوزه فناوری اطلاعات</h1>
            </div>
            <div className="row" style={{direction: 'rtl', padding: '50px 100px'}}>
                <div className="sidebar">
                    <ul className="sidebar-links">
                        <li>
                            <a href="#intro">مقدمه و تعاریف</a>
                        </li>
                        <li>
                            <a href="#network">اصول طراحی شبکه و زیرساخت</a>
                        </li>
                        <li>
                            <a href="#networkManage">اصول مدیریت شبکه</a>
                        </li>
                        <li>
                           <a href="#networkSecurity"> اصول و مقرّرات دسترسی و امنیت شبکه </a>
                        </li>
                        <li>
                           <a href="#buying"> سیاست‌های خرید تجهیزات </a>
                        </li>
                    </ul>
                </div>
                <div className="rules">
                    <div id="intro" className="rule">
                        <h2>مقدمه و تعاریف</h2>
                        <p>
                            هدف از تدوین این سند تبیین سیاست‌ها، اصول و چارچوب‌هایی است که باید از سوی تمامی واحدهای داخل دانشگاه رعایت شود تا مرکز فناوری اطّلاعات و ارتباطات دانشگاه بتواند خدمات خود را با کیفیت مطلوب، امن و پایدار ارائه نماید. جهت رعایت اختصار و بهبود خوانایی متن، در ادامه این سند از تعاریف ذیل استفاده می‌گردد:
                            <br/>
                            مرکز:
                            <br/>
                            مرکز فناوری اطّلاعات و ارتباطات دانشگاه
                            <br/>
                            پیمانکار:
                            <br/>
                            هر کدام از پیمانکاران دانشگاه که مسئولیت ساختن ساختمان‌های جدید دانشگاه را بر عهده دارند.
                            <br/>
                            عامل فناوری اطّلاعات (عامل):
                            <br/>
                            مسئولین سایت، کارشناس فناوری اطّلاعات و هر شخص دیگری که در هر واحد مسئول خدمت‌رسانی در حوزه فناوری اطّلاعات به واحد مربوطه می‌باشد.
                        </p>
                    </div>

                    <div id="network" className="rule">
                        <h2> اصول طراحی شبکه و زیرساخت</h2>
                        <p>
                            هدف از تدوین این سند تبیین سیاست‌ها، اصول و چارچوب‌هایی است که باید از سوی تمامی واحدهای داخل دانشگاه رعایت شود تا مرکز فناوری اطّلاعات و ارتباطات دانشگاه بتواند خدمات خود را با کیفیت مطلوب، امن و پایدار ارائه نماید. جهت رعایت اختصار و بهبود خوانایی متن، در ادامه این سند از تعاریف ذیل استفاده می‌گردد:
                            <br/>
                            مرکز:
                            <br/>
                            مرکز فناوری اطّلاعات و ارتباطات دانشگاه
                            <br/>
                            پیمانکار:
                            <br/>
                            هر کدام از پیمانکاران دانشگاه که مسئولیت ساختن ساختمان‌های جدید دانشگاه را بر عهده دارند.
                            <br/>
                            عامل فناوری اطّلاعات (عامل):
                            <br/>
                            مسئولین سایت، کارشناس فناوری اطّلاعات و هر شخص دیگری که در هر واحد مسئول خدمت‌رسانی در حوزه فناوری اطّلاعات به واحد مربوطه می‌باشد.
                        </p>
                    </div>

                    <div id="networkManage" className="rule">
                        <h2>اصول مدیریت شبکه</h2>
                        <p>
                            هدف از تدوین این سند تبیین سیاست‌ها، اصول و چارچوب‌هایی است که باید از سوی تمامی واحدهای داخل دانشگاه رعایت شود تا مرکز فناوری اطّلاعات و ارتباطات دانشگاه بتواند خدمات خود را با کیفیت مطلوب، امن و پایدار ارائه نماید. جهت رعایت اختصار و بهبود خوانایی متن، در ادامه این سند از تعاریف ذیل استفاده می‌گردد:
                            <br/>
                            مرکز:
                            <br/>
                            مرکز فناوری اطّلاعات و ارتباطات دانشگاه
                            <br/>
                            پیمانکار:
                            <br/>
                            هر کدام از پیمانکاران دانشگاه که مسئولیت ساختن ساختمان‌های جدید دانشگاه را بر عهده دارند.
                            <br/>
                            عامل فناوری اطّلاعات (عامل):
                            <br/>
                            مسئولین سایت، کارشناس فناوری اطّلاعات و هر شخص دیگری که در هر واحد مسئول خدمت‌رسانی در حوزه فناوری اطّلاعات به واحد مربوطه می‌باشد.
                        </p>
                    </div>

                    <div id="networkSecurity" className="rule">
                        <h2>اصول و مقررات دسترسی و امنیت شبکه</h2>
                        <p>
                            هدف از تدوین این سند تبیین سیاست‌ها، اصول و چارچوب‌هایی است که باید از سوی تمامی واحدهای داخل دانشگاه رعایت شود تا مرکز فناوری اطّلاعات و ارتباطات دانشگاه بتواند خدمات خود را با کیفیت مطلوب، امن و پایدار ارائه نماید. جهت رعایت اختصار و بهبود خوانایی متن، در ادامه این سند از تعاریف ذیل استفاده می‌گردد:
                            <br/>
                            مرکز:
                            <br/>
                            مرکز فناوری اطّلاعات و ارتباطات دانشگاه
                            <br/>
                            پیمانکار:
                            <br/>
                            هر کدام از پیمانکاران دانشگاه که مسئولیت ساختن ساختمان‌های جدید دانشگاه را بر عهده دارند.
                            <br/>
                            عامل فناوری اطّلاعات (عامل):
                            <br/>
                            مسئولین سایت، کارشناس فناوری اطّلاعات و هر شخص دیگری که در هر واحد مسئول خدمت‌رسانی در حوزه فناوری اطّلاعات به واحد مربوطه می‌باشد.
                        </p>
                    </div>

                    <div id="buying" className="rule">
                        <h2>سیاست‌های خرید تجهیزات</h2>
                        <p>
                            هدف از تدوین این سند تبیین سیاست‌ها، اصول و چارچوب‌هایی است که باید از سوی تمامی واحدهای داخل دانشگاه رعایت شود تا مرکز فناوری اطّلاعات و ارتباطات دانشگاه بتواند خدمات خود را با کیفیت مطلوب، امن و پایدار ارائه نماید. جهت رعایت اختصار و بهبود خوانایی متن، در ادامه این سند از تعاریف ذیل استفاده می‌گردد:
                            <br/>
                            مرکز:
                            <br/>
                            مرکز فناوری اطّلاعات و ارتباطات دانشگاه
                            <br/>
                            پیمانکار:
                            <br/>
                            هر کدام از پیمانکاران دانشگاه که مسئولیت ساختن ساختمان‌های جدید دانشگاه را بر عهده دارند.
                            <br/>
                            عامل فناوری اطّلاعات (عامل):
                            <br/>
                            مسئولین سایت، کارشناس فناوری اطّلاعات و هر شخص دیگری که در هر واحد مسئول خدمت‌رسانی در حوزه فناوری اطّلاعات به واحد مربوطه می‌باشد.
                        </p>
                    </div>
                </div>
            </div>

        </div>
    )
}

export default rulesScreen
